"%1 already exists.\nDo you want to replace it?"="%1 există deja.\nDoriţi să îl înlocuiţi?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="Directorul%1\nnu a fost găsit.\nVă rugăm verificaţi dacă a fost introdus numele de director corect.";
"%1\nFile not found.\nPlease verify the correct file name was given."="Fişierul%1\nnu a fost găsit.\nVă rugăm verificaţi dacă a fost introdus numele de fişier corect.";
"&Abort"="&Abandonare";
"&Add to Custom Colors"="&Adăugare la culori personalizate";
"&Basic colors"="&Culori de bază";
"&Cancel"="&Revocare";
"&Copy"="&Copiere";
"&Custom colors"="&Culori personalizate";
"&Define Custom Colors >>"="&Definire culori personalizate >>";
"&Delete"="&Ştergere";
"&Finish"="&Terminare";
"&Green:"="&Verde:";
"&Help"="&Ajutor";
"&Ignore"="&Ignorare";
"&Name:"="&Nume:";
"&Next >"="&Înainte >";
"&No"="&Nu";
"&Open"="&Deschidere";
"&Options <<"="&Opţiuni <<";
"&Options >>"="&Opţiuni >>";
"&Paste"="&Lipire";
"&Print"="&Imprimare";
"&Red:"="&Roşu:";
"&Redo"="&Refacere";
"&Reload"="&Reîncărcare";
"&Rename"="&Redenumire";
"&Retry"="&Reîncercare";
"&Sat:"="&Sat:";
"&Save"="&Salvare";
"&Undo"="&Anulare";
"&Unsorted"="&Nesortat";
"&Val:"="&Val:";
"&Yes"="&Da";
"* You must accept the terms in order to proceed."="* Trebuie să acceptaţi termenii pentru a continua.";
"..."="...";
"< &Back"="< &Înapoi";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Cheile de activare pentru celelalte produse</b><br/><br/>Contact Asistenţă la:<br/><br/>Telefon: 1.866.518.6791 sau +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Contactaţi departamentul de asistenţă la:</b><br/>Telefon: 1.866.518.6791 sau +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Acord de licenţă</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Despre Qt</h3>%1<p>Qt este un set de instrumente C++ pentru dezvoltarea aplicaţiilor indiferent de platformă.</p><p>Qt oferă portabilitate de la o singură sursă în MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux şi toate variantele comerciale Unix principale. Aplicaţia Qt este, de asemenea, disponibilă pentru dispozitive integrate, sub forma Qtopia Core.</p><p>Qt este un produs a Trolltech. Pentru informaţii suplimentare, accesaţi <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>Cheie de activare PRODUCT_NAME_1 </b><br/><br/>Daţi clic <a href=\" \">aici</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Acest program foloseşte Qt Open Source Edition versiunea %1.</p><p>Qt Open Source Edition este destinat dezvoltării aplicaţiilor Open Source. Pentru dezvoltarea de aplicaţii proprietare (surse închise), aveţi nevoie de licenţe Qt.</p><p>Pentru o prezentare a licenţelor Qt, accesaţi <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Acest program utilizează Qt versiunea %1.</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>Bine aţi venit la software-ul %1 de la SMART Technologies.</p><p>Acest software beta este doar o versiune de evaluare şi nu va mai funcţiona la sfârşitul perioadei de evaluare. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="Cheia de produs este un cod care activează software-ul SMART Notebook. Dacă nu găsiţi cheia de produs, vizitaţi portalul software SMART, la adresa <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> sau solicitaţi asistenţă distribuitorului SMART. După ce intraţi în posesia cheii de produs, păstraţi-o într-un loc sigur.";
"A&lpha channel:"="Canal a&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 ţoli)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Abandonare";
"About %1"="Despre %1";
"About Product Keys"="Despre chei de produs";
"About Qt"="Despre Qt";
"Accept"="Acceptare";
"Activate"="Activare";
"Activate Product"="Activare produs";
"Activate by phone"="Activaţi prin telefon";
"Activate by web form"="Activaţi prin formular electronic";
"Activate the keys now"="Activaţi cheile acum";
"Activate the product key again."="Repetare activare serie produs.";
"Activates the program's main window"="Activează fereastra principală a programului";
"Add"="Adăugare";
"Aliases: %1"="Pseudonime: %1";
"All Files (*)"="Toate fişierele (*)";
"All Files (*.*)"="Toate fişierele (*.*)";
"Apply"="Se aplică";
"Authentication required"="Autentificare necesară";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 ţoli)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Înapoi";
"Bl&ue:"="Al&bastru:";
"Browse..."="Răsfoire...";
"By Internet browser"="De browserul de Internet";
"By phone"="Prin telefon";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Revocare";
"Carefully read the following license agreement."="Citiţi cu atenţie următorul acord de licenţiere.";
"Centimeters (cm)"="Centimetri (cm)";
"Check for product key renewals and apply them."="Verificaţi existenţa cheilor de produs reînnoite şi aplicaţi-le.";
"Close"="Închidere";
"Close without Saving"="Închidere fără salvare";
"Collate"="Asamblare";
"Color"="Culoare";
"Color Mode"="Mod culoare";
"Commit"="Aplică";
"Connected to host"="Conectat la gazdă";
"Connected to host %1"="Conectat la gazda %1";
"Connection closed"="Conexiune închisă";
"Connection refused"="Conexiune refuzată";
"Connection refused (or timed out)"="Conexiune refuzată (sau expirată)";
"Connection to %1 closed"="Conexiunea la %1 închisă";
"Continue"="Continuare";
"Copies"="Copii";
"Copies:"="Copii:";
"Copy"="Copiere";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="Copiați fișierul de solicitare pe un alt computer apoi mergeți la <a href=\"%1\">%2</a> pe computerul respectiv.";
"Copy to clipboard"="Copiere în clipboard";
"Create New Folder"="Creare dosar nou";
"Cu&t"="Decu&pare";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Date corupte";
"Days Left:"="Zile rămase:";
"Delete"="Ştergere";
"Delete the product key from this computer."="Şterge cheie produs de pe acest computer.";
"Detail View"="Vizualizare detalii";
"Directories"="Directoare";
"Directory"="Director";
"Disable auto-renewals for this key <a href=''>more info</a>"="Dezactivare reînnoiri automate pentru această cheie <a href=''>mai multe informaţii</a>";
"Discard"="Renunţare";
"Don't Save"="Nu salvaţi";
"Done"="Terminare";
"Drive"="Unitate";
"Duplex Printing"="Imprimare duplex";
"Enter License"="Introduceţi licenţa";
"Enter your product key(s)"="Introduceţi cheia(le) produsului dvs.";
"Error writing response to device"="Eroare scriere răspuns pe dispozitiv";
"Evaluation Version"="Versiune de evaluare";
"Executable '%1' requires Qt %2, found Qt %3."="Executabilul '%1' necesită Qt %2, Qt %3 a fost găsit.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 ţoli, 191 x 254 mm)";
"Export Request File..."="Exportaţi fişier cerinţă...";
"False"="Fals";
"File"="Fişier";
"File name:"="Nume fişier:";
"Files of type:"="Fişiere de tipul:";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="Pentru informaţii suplimentare despre cheile de produs, vizitaţi <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>.";
"Form"="Formă";
"From page:"="De la pagina:";
"Go Back"="Revenire";
"Grayscale"="Nuanţe de gri";
"HTTP request failed"="Solicitare HTTP eşuată";
"HTTPS connection requested but SSL support not compiled in"="Conexiune HTTPS solicitată, însă suportul SSL nu a fost compilat";
"Height:"="Înălţime:";
"Help"="Ajutor";
"Hide %1"="Ascunde %1";
"Hide Others"="Ascunde altele";
"Host %1 found"="Gazda %1 găsită";
"Host %1 not found"="Gazda %1 nu a fost găsită";
"Host found"="Gazdă găsită";
"Host requires authentication"="Gazda necesită autentificare";
"Hu&e:"="Cu&loare:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Dacă nu aveţi conexiune la Internet pe acest computer, puteţi salva cerinţa sub formă de fişier şi să trimiteţi cerinţa de pe alt computer.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Dacă dispuneţi de o conexiune la internet, puteţi trimite cerinţa automat. Dacă nu dispuneţi de o conexiune la internet, puteţi trimite cerinţa manual.";
"If you received a response file, press the button below to import the file here."="Dacă aţi primit un fişier răspuns, apăsaţi butonul de mai jos pentru a importa fişierul aici.";
"Ignore"="Ignorare";
"Import Response File..."="Import fişier Response...";
"Inches (in)"="Ţoli (in)";
"Incompatible Qt Library Error"="Eroare Bibliotecă Qt incompatibilă";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="S-au detectat cerinţe incomplete. Doriţi să finalizaţi cerinţele acum?";
"Invalid HTTP chunked body"="Corp fragmentat HTTP incorect";
"Invalid HTTP response header"="Antet răspuns HTTP incorect";
"Landscape"="Peisaj";
"Ledger (432 x 279 mm)"="Registru (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14 ţoli, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Scrisoare (8,5 x 11 inci, 216 x 279 mm)";
"License Expired"="Licenţă expirată";
"License Expiring"="Licenţa expiră";
"License Status"="Stare licenţă";
"License for this software is about to expire."="Licenţa acestei aplicaţii e pe cale să expire.";
"Licensing period for this software has expired."="Perioada de licenţiere a acestei aplicaţii a expirat.";
"Limitations"="Limitări";
"List View"="Vizualizare listă";
"Location:"="Amplasare:";
"Long side"="Lungime";
"Look in:"="Căutare în:";
"Lost Product Key"="Cheie produs pierdută";
"Manage"="Administrare";
"Manage Selected Product Key..."="Administrare cheie produs selectată...";
"Manage, view, and add keys"="Administraţi, vizualizaţi şi adăugaţi chei";
"Margins"="Margini";
"Millimeters (mm)"="Milimetri (mm)";
"My Computer"="Calculatorul meu";
"N&o to All"="N&u pentru Toate";
"No server set to connect to"="Niciun server stabilit pentru conectare";
"No space left on device"="Lipsă spaţiu pe aparat";
"No such file or directory"="Nu există astfel de fişiere sau directoare";
"None"="Nici unul";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Notă: Puteţi anula toate solicitările odată, însă puteţi finaliza câte o cerinţă pe rând. Dacă aveţi mai multe cerinţe incomplete, veţi reveni la acest ecran mai târziu.";
"Number of copies:"="Număr de copii:";
"OK"="OK";
"OR"="SAU";
"Obtain a product key"="Obţineţi o cheie de produs";
"Open"="Deschidere";
"Open "="Deschidere ";
"Options"="Opţiuni";
"Orientation"="Orientare";
"Orientation:"="Orientare:";
"Output &file:"="&Fişier rezultat:";
"Output Settings"="Setări rezultat";
"P&roperties"="P&roprietăţi";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Mărime pagină:";
"Pages from"="Pagini de la";
"Paper"="Hârtie";
"Paper format"="Format hârtie";
"Paper source:"="Sursă hârtie:";
"Parent Directory"="Director superior";
"Paste"="Lipire";
"Permission denied"="Permisiune refuzată";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Apelaţi unul dintre numerele următoare:\n\n1.866.518.6791 (gratuit Canada/S.U.A.)\n+1.403.228.5940 (alte ţări)\n05.00m-18.00 (ora Munţilor Stâncoşi) L-V\nFax: +1.403.806.1256";
"Points (pt)"="Puncte (pt)";
"Portrait"="Portret";
"PostScript Files (*.ps);;All Files (*)"="Fişiere PostScript (*.ps);;Toate fişierele (*)";
"Preferences..."="Preferinţe...";
"Press the button below to paste the response you received from the SMART website."="Apăsaţi butonul de mai jos pentru a lipi răspunsul primit de pe site-ul SMART.";
"Preview"="Examinare";
"Print all"="Imprimare totală";
"Print destination"="Destinaţie imprimare";
"Print first page first"="Imprimare prima pagină mai întâi";
"Print in color if available"="Imprimare color dacă se poate";
"Print in grayscale"="Imprimare în nuanţe de gri";
"Print last page first"="Imprimare ultima pagină mai întâi";
"Print range"="Interval de imprimare";
"Print selection"="Selecţie imprimare";
"Print to File (PDF)"="Imprimare în fişier (PDF)";
"Print to File (Postscript)"="Imprimare în fişier (Postscript)";
"Print to file:"="Către fişierul:";
"Print to printer:"="Către imprimanta:";
"Printer"="Imprimantă";
"Printer settings"="Setări imprimantă";
"Product"="Product";
"Product Key"="Cheie produs";
"Proxy authentication required"="Autentificare Proxy necesară";
"Proxy requires authentication"="Proxy necesită autentificare";
"Purchase License"="Achiziţionare licenţă";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="Achiziţionaţi licenţe software SMART la adresa <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>";
"Purchase Software"="Achiziţionare software";
"QT_LAYOUT_DIRECTION"="INSTRUCŢIUNE_ASPECT_QT";
"Quit"="Părăsire";
"Quit %1"="Părăsire %1";
"Reject"="Respingere";
"Remove"="Eliminare";
"Repair the product key to enable it again on this computer."="Repară cheie produs pentru a o activa din nou pe acest computer.";
"Request aborted"="Cerere anulată";
"Reset"="Resetare";
"Restore Defaults"="Restaurare valori implicite";
"Retrieve your lost product key or obtain a new one."="Recuperaţi cheia de produs pierdută sau obţineţi una nouă.";
"Retry"="Reîncercare";
"Return the product key so a different computer can use it."="Returnează cheie produs ca să o folosească un alt computer.";
"Reverse"="Inversare";
"Reverse landscape"="Inversare vedere";
"Reverse portrait"="Inversare portret";
"SMART Notebook"="SMART Notebook";
"SMART Software Activation"="Activare software SMART:";
"SSL handshake failed"="Conexiune SSL eşuată";
"Save"="Salvare";
"Save All"="Salvare totală";
"Save As"="Salvare ca";
"Select All"="Selectare totală";
"Select a Directory"="Selectare director";
"Select color"="Selectare culoare";
"Select how you want to submit your request manually:"="Selectaţi modalitatea de a trimite cerinţa manual:";
"Select one of the following options for the selected product key:"="Selectaţi una dintre opţiunile următoare pentru cheia de produs selectată:";
"Selection"="Selectare";
"Server closed connection unexpectedly"="Serverul a închis conexiunea neaşteptat";
"Services"="Servicii";
"Short side"="Lăţime";
"Show &hidden files"="Afişare &fişiere ascunse";
"Show All"="Afişează toate";
"Sign in"="Autentificare";
"Sort"="Sortare";
"Sort by &Date"="Sortare după &Dată";
"Sort by &Name"="Sortare după &Nume";
"Sort by &Size"="Sortare după &Dimensiune";
"Start Trial"="Start perioadă de încercare";
"Start that process here."="Începeţi procesul aici.";
"Status"="Stare";
"Submit request automatically (recommended)"="Expediere automată cerinţă (recomandat)";
"Submit request manually"="Expediere manuală cerinţă";
"Submit your request by uploading the request file to the SMART website."="Trimiteţi cerinţa încărcând-o pe site-ul SMART.";
"Submitting request automatically..."="Expediere automată cerinţă...";
"Symbolic Link"="Legătură simbolică";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Thank you for evaluating %1 software from SMART Technologies."="Vă mulţumim că aţi evaluat software-ul %1 de la SMART Technologies.";
"Thank you for using %1 software from SMART Technologies."="Vă mulţumim că aţi evaluat software-ul %1 de la SMART Technologies.";
"The evaluation period for this software has ended."="Perioada de evaluare a acestui software a luat sfârşit.";
"The file imported successfully. Click Next to process the response file."="Fişier importat cu succes. Daţi clic pe „Următorul” pentru a procesa fişierul răspuns.";
"The license for this software has expired."="Licenţa acestui software a expirat.";
"There are keys that require activation on this computer."="Unele chei de pe acest calculator necesită activare.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Acest software este doar o versiune de evaluare şi nu va mai funcţiona la sfârşitul perioadei de evaluare.";
"To activate %1 software press Activate Product."="Pentru a activa software-ul %1, apăsaţi Activare produs.";
"To continue using %1 software, please purchase a license, and then activate the software."="Pentru a continua să folosiţi software-ul %1, achiziţionaţi o licenţă şi apoi activaţi-l.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="Pentru extindere, porniţi SMART Sync sau SMART Response şi stabiliţi conexiune cu un CMPC.";
"To page:"="La pagina:";
"To purchase %1 software, contact SMART Technologies."="Pentru a achiziţiona software-ul %1, contactaţi SMART Technologies.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Pentru a achiziţiona o licenţă sau a contacta SMART Technologies, apăsaţi Achiziţionare licenţă.";
"To start the trial period, press Start Trial."="Pentru a începe perioada de probă, apăsaţi „Start probă”.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Pentru a trimite cerinţa cu ajutorul browser-ului dvs., apăsaţi butonul de mai jos. Dacă apăsaţi pe acest buton, mesajul cerinţă va fi copiat şi se va deschide pagina de Internet a site-ului SMART, unde veţi putea copia mesajul.";
"Too many open files"="Prea multe fişiere deschise";
"True"="Adevărat";
"Type:"="Tip:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Plic (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Cerinţa nu a putut fi trimisă. Încercaţi mai târziu sau încercaţi manual acum.";
"Unknown"="Necunoscut";
"Unknown Location"="Locaţie necunoscută";
"Unknown authentication method"="Metodă de autentificare necunoscută";
"Unknown error"="Eroare necunoscută";
"Unknown protocol specified"="Protocol necunoscut specificat";
"Upgrade"="Actualizare";
"Upgrade to use all the amazing features Notebook has to offer!"="Actualizați pentru a utiliza toate caracteristicile uimitoare oferite de Notebook!";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Bine aţi venit la software-ul %1 de la SMART Technologies.";
"What is a product key?"="Ce este o cheie de produs?";
"What's This?"="Ce este aceasta?";
"When you receive a response file, copy it back to this computer, and then click Next."="Când primiţi un fişier răspuns, copiaţi-l pe acest computer, apoi daţi clic pe \"Următorul\".";
"Width:"="Lăţime:";
"Wrong content length"="Lungime incorectă conţinut";
"Yes to &All"="Da pentru &Toate";
"accept"="acceptare";
"bottom margin"="margine inferioară";
"left margin"="margine stânga";
"locally connected"="conectat local";
"right margin"="margine dreapta";
"to"="la";
"top margin"="margine superioară";
"unknown"="necunoscut";
